{
  "语言": "简体中文",
  "应用程序": {
    "主题": "主题",
    "浅色模式": "浅色模式",
    "深色模式": "深色模式",
    "GitHub仓库": "GitHub仓库"
  },
  "戴森球计划": {
    "铁矿脉": "铁矿脉",
    "铜矿脉": "铜矿脉",
    "硅矿脉": "硅矿脉",
    "钛矿脉": "钛矿脉",
    "石矿脉": "石矿脉",
    "煤矿脉": "煤矿脉",
    "原油涌泉": "原油涌泉",
    "可燃冰矿": "可燃冰矿",
    "金伯利矿": "金伯利矿",
    "分形硅矿": "分形硅矿",
    "有机晶体矿": "有机晶体矿",
    "光栅石矿": "光栅石矿",
    "刺笋矿脉": "刺笋矿脉",
    "单极磁矿": "单极磁矿",
    "水": "水",
    "铁矿": "铁矿",
    "铜矿": "铜矿",
    "硅石": "硅石",
    "钛石": "钛石",
    "石矿": "石矿",
    "煤矿": "煤矿",
    "可燃冰": "可燃冰",
    "金伯利矿石": "金伯利矿石",
    "分形硅石": "分形硅石",
    "光栅石": "光栅石",
    "刺笋结晶": "刺笋结晶",
    "单极磁石": "单极磁石",
    "木材": "木材",
    "植物燃料": "植物燃料",
    "铁块": "铁块",
    "磁铁": "磁铁",
    "钢材": "钢材",
    "铜块": "铜块",
    "高纯硅块": "高纯硅块",
    "钛块": "钛块",
    "钛合金": "钛合金",
    "石材": "石材",
    "高能石墨": "高能石墨",
    "玻璃": "玻璃",
    "棱镜": "棱镜",
    "金刚石": "金刚石",
    "晶格硅": "晶格硅",
    "精炼油": "精炼油",
    "塑料": "塑料",
    "硫酸": "硫酸",
    "有机晶体": "有机晶体",
    "钛晶石": "钛晶石",
    "钛化玻璃": "钛化玻璃",
    "氢": "氢",
    "重氢": "重氢",
    "反物质": "反物质",
    "石墨烯": "石墨烯",
    "碳纳米管": "碳纳米管",
    "框架材料": "框架材料",
    "卡西米尔晶体": "卡西米尔晶体",
    "燃烧单元": "燃烧单元",
    "爆破单元": "爆破单元",
    "晶石爆破单元": "晶石爆破单元",
    "地基": "地基",
    "增产剂 Mk.I": "增产剂 Mk.I",
    "增产剂 Mk.II": "增产剂 Mk.II",
    "增产剂 Mk.III": "增产剂 Mk.III",
    "齿轮": "齿轮",
    "磁线圈": "磁线圈",
    "电动机": "电动机",
    "电磁涡轮": "电磁涡轮",
    "超级磁场环": "超级磁场环",
    "粒子容器": "粒子容器",
    "奇异物质": "奇异物质",
    "空间翘曲器": "空间翘曲器",
    "临界光子": "临界光子",
    "引力透镜": "引力透镜",
    "电路板": "电路板",
    "微晶元件": "微晶元件",
    "处理器": "处理器",
    "位面过滤器": "位面过滤器",
    "量子芯片": "量子芯片",
    "电浆激发器": "电浆激发器",
    "粒子宽带": "粒子宽带",
    "湮灭约束球": "湮灭约束球",
    "光子合并器": "光子合并器",
    "动力引擎": "动力引擎",
    "推进器2": "推进器",
    "加力推进器": "加力推进器",
    "配送运输机": "配送运输机",
    "物流运输机": "物流运输机",
    "星际物流运输船": "星际物流运输船",
    "太阳帆": "太阳帆",
    "戴森球组件": "戴森球组件",
    "小型运载火箭": "小型运载火箭",
    "氢燃料棒": "液氢燃料棒",
    "氘核燃料棒": "氘核燃料棒",
    "反物质燃料棒": "反物质燃料棒",
    "金色燃料棒": "奇异湮灭燃料棒",
    "机枪弹箱": "机枪弹箱",
    "钛化弹箱": "钛化弹箱",
    "超合金弹箱": "超合金弹箱",
    "炮弹组": "炮弹组",
    "高爆炮弹组": "高爆炮弹组",
    "晶石炮弹组": "晶石炮弹组",
    "等离子胶囊": "等离子胶囊",
    "反物质胶囊": "反物质胶囊",
    "导弹组": "导弹组",
    "超音速导弹组": "超音速导弹组",
    "引力导弹组": "引力导弹组",
    "电磁干扰胶囊": "干扰胶囊",
    "电磁压制胶囊": "压制胶囊",
    "地面战斗机-A型": "精准无人机",
    "地面战斗机-F型": "攻击无人机",
    "地面战斗机-E型": "原型机",
    "太空战斗机-A型": "护卫舰",
    "太空战斗机-F型": "驱逐舰",
    "存储单元": "黑雾矩阵",
    "硅基神经元": "硅基神经元",
    "物质重组器": "物质重组器",
    "负熵奇点": "负熵奇点",
    "虚粒子": "核心素",
    "能量碎片": "能量碎片",
    "低速传送带": "传送带",
    "高速传送带": "高速传送带",
    "极速传送带": "极速传送带",
    "低速分拣器": "分拣器",
    "高速分拣器": "高速分拣器",
    "极速分拣器": "极速分拣器",
    "集装分拣器": "集装分拣器",
    "四向分流器": "四向分流器",
    "流速器": "流速监测器",
    "自动集装机": "自动集装机",
    "小型储物仓": "小型储物仓",
    "大型储物仓": "大型储物仓",
    "物流配送器": "物流配送器",
    "物流运输站": "行星内物流运输站",
    "星际物流运输站": "星际物流运输站",
    "轨道采集器": "轨道采集器",
    "储液罐": "储液罐",
    "电力感应塔": "电力感应塔",
    "无线输电塔": "无线输电塔",
    "卫星配电站": "卫星配电站",
    "风力涡轮机": "风力涡轮机",
    "火力发电厂": "火力发电厂",
    "微型聚变发电站": "微型聚变发电站",
    "太阳能板": "太阳能板",
    "蓄电器": "蓄电器",
    "蓄电器（满）": "蓄电器（满）",
    "射线接收站": "射线接收站",
    "能量枢纽": "能量枢纽",
    "地热发电站": "地热发电站",
    "人造恒星": "人造恒星",
    "采矿机": "采矿机",
    "大型采矿机": "大型采矿机",
    "抽水站": "抽水站",
    "原油萃取站": "原油萃取站",
    "电弧熔炉": "电弧熔炉",
    "位面熔炉": "位面熔炉",
    "熔炉 Mk.III": "负熵熔炉",
    "制造台 Mk.I": "制造台 Mk.I",
    "制造台 Mk.II": "制造台 Mk.II",
    "制造台 Mk.III": "制造台 Mk.III",
    "制造台 Mk.IV": "重组式制造台",
    "原油精炼厂": "原油精炼厂",
    "化工厂": "化工厂",
    "化工厂 Mk.II": "量子化工厂",
    "喷涂机": "喷涂机",
    "分馏塔": "分馏塔",
    "微型粒子对撞机": "微型粒子对撞机",
    "矩阵研究站": "矩阵研究站",
    "矩阵研究站 Mk.II": "自演化研究站",
    "电磁轨道弹射器": "电磁轨道弹射器",
    "垂直发射井": "垂直发射井",
    "高频激光塔": "高频激光塔",
    "高斯机枪塔": "高斯机枪塔",
    "聚爆加农炮": "聚爆加农炮",
    "护盾发生器": "行星护盾发生器",
    "干扰塔": "干扰塔",
    "信标": "信号塔",
    "导弹防御塔": "导弹防御塔",
    "磁化电浆炮": "磁化电浆炮",
    "战场分析基站": "战场分析基站",
    "地面电浆炮": "近程电浆塔",
    "电磁矩阵": "电磁矩阵",
    "能量矩阵": "能量矩阵",
    "结构矩阵": "结构矩阵",
    "信息矩阵": "信息矩阵",
    "引力矩阵": "引力矩阵",
    "宇宙矩阵": "宇宙矩阵",
    "等离子精炼": "等离子精炼",
    "X射线裂解": "X射线裂解",
    "重整精炼": "重整精炼",
    "卡西米尔晶体（高效）": "卡西米尔晶体（高效）",
    "石墨烯（高效）": "石墨烯（高效）",
    "碳纳米管（高效）": "碳纳米管（高效）",
    "碳纳米管（先进）": "碳纳米管（先进）",
    "晶格硅（高效）": "晶格硅（高效）",
    "微晶元件（高效）": "微晶元件（高效）",
    "金刚石（高效）": "金刚石（高效）",
    "有机晶体（原始）": "有机晶体（原始）",
    "光子合并器（高效）": "光子合并器（高效）",
    "重氢分馏": "重氢分馏",
    "光子物质化": "质能储存",
    "粒子容器（高效）": "粒子容器（高效）",
    "空间翘曲器（高级）": "空间翘曲器（高级）",
    "I水": "可以使用抽水站获得，广泛用于化工生产。也可以作为投掷物，用于练习投弹技巧，不过没有伤害和效果。",
    "I铁矿": "采集铁矿脉获得，用来冶炼铁块和磁铁。",
    "I铜矿": "采集铜矿脉获得，可以直接冶炼成铜块。",
    "I硅石": "一种高纯度的硅石。采集硅石矿脉获得，通常用来制造高纯硅块。",
    "I钛石": "在强烈的热力作用下形成的一种具有特殊分子结构的矿石。",
    "I石矿": "一种常见的矿物。也可以采集岩石获得，是重要的生产原料。",
    "I煤矿": "植物经过复杂的生物化学和物理化学变化逐渐形成的固体可燃性矿物，是非常重要的能源，也是冶炼、化工生产的重要原料。",
    "I原油": "一种海洋生物形成的化石，可以作为液体矿藏来开采。其蕴含了海洋生物生前所积累的化学能，可用作燃料，也可作为化工原料。",
    "I可燃冰": "稀有矿物。类似冰状的白色固体，具有笼型微观结构，处于临界状态下的共价键使得它可以用来更加高效地制备石墨烯。",
    "I金伯利矿石": "稀有矿物。在富CO₂条件下由金伯利岩岩浆直接结晶而成，进一步冶炼可以获得金刚石。",
    "I分形硅石": "一种稀有的天然硅矿，呈独特的几何分形结构。当单晶体生长到一定大小后，便可观察到有小一点的硅晶体的枝从母体上长出。晶分形是天然的提纯机制，分形代数越多，纯度越高，其中分形六代以上的分形硅石能直接作为制造晶格硅的原料。",
    "I光栅石": "稀有矿物。表面分布着天然形成的刻槽，可以用来制造精密的光学元件及大功率的激发器。",
    "I刺笋结晶": "只会在曾经广泛存在过十万米级深度海洋的生命星球上产生的珍奇。在这些星球的海洋生物死去，尸体沉入海底后，能在深海的高压下直接与海水发生矿化作用。若此时刚好有稳定、平滑、缓慢而灼热的洋流，则在洋流的吹拂下便有可能形成纤维状的刺笋结晶。",
    "I单极磁石": "稀有矿物。具有烧绿石晶格，施加一个磁场后，可以利用这个磁场影响弦的对称和方向，从而降低弦网络的密度，以分离出“磁单极子”。",
    "I木材": "普通燃料。采集树木获得，能量较低。",
    "I植物燃料": "相对于木材，虽然能量更低一些，却更容易获得。",
    "I铁块": "基本原材料之一。用于制造各种铁质组件。",
    "I磁铁": "基础的磁性材料。可以直接冶炼铁矿获得。",
    "I钢材": "以铁块为原材料进一步冶炼，在严格可控的温度条件下，改善材料的晶型，使之拥有更出色的机械性能。",
    "I铜块": "基本原材料之一。用于制造各种铜质组件。",
    "I高纯硅块": "将粗硅在一定温度条件融化后进行重结晶，可以得到分析纯的硅晶体，制成的光伏材料和半导体元件能满足大部分的需求。",
    "I钛块": "冶炼钛石获得，重量轻、强度高，是制造高强度材料必不可少的原材料。",
    "I钛合金": "利用钛在不同温度下晶格结构的特点，加入精确比例的合金元素，使相变温度及相分含量达到完美平衡的一种新型合金材料，有更高的强度，更好的韧性。",
    "I石材": "一种常见的材料。冶炼石矿获得，通常用来做设施的基座。",
    "I高能石墨": "将煤通过等离子流直接剥离氢等杂质，再经压实后得到应用性能更优异的晶体石墨。",
    "I玻璃": "一种无规则结构的非晶态光介质材料。可以用来做成棱镜、透镜等各种光学元件，也可以用来制造各种设施建筑。",
    "I棱镜": "两两相交的玻璃平面围成的多面体，用来分光或使光束发生色散，是制造更精密光学仪器的关键性元件。",
    "I金刚石": "利用强大的压力和热量改变了石墨的结构，获得金刚石。既保留了石墨的平行六边形晶格，又形成了立方的六方晶格，是一种非常坚硬的晶体。",
    "I晶格硅": "将高纯硅块融化后以一定速度通过强电场，能进一步去除溶解在其中的离子杂质，得到光谱纯的硅晶体。理论上晶格硅几乎没有什么晶体缺陷，主要用来制造一些超高精密的光学仪器。",
    "I精炼油": "原油精炼的初级产物。一种化学燃料，可以用来生产各种化工制品。",
    "I塑料": "初级化工产品。用途非常地广泛，通常用来制造更高级的化工产品。",
    "I硫酸": "初级原油化工产品，也可以用抽水站从硫酸海洋中直接抽取获得。",
    "I有机晶体": "一种具有晶体结构的高级原油化工产品。也可以直接从稀有的有机晶体矿中采集获得，可以用来制造更高强度的晶体。",
    "I钛晶石": "在钛中加入精确比例的有机晶体，可以进一步强化钛的晶格结构，形成特殊的钛原子晶体，使其具有更高的强度。",
    "I钛化玻璃": "在熔融态的玻璃中掺入一定比例的钛，可以大大强化玻璃的强度，能适应更加激烈的环境。",
    "I氢": "宇宙中丰度最高的元素，是最轻的气体。",
    "I重氢": "一种稳定的氢同位素，自然条件下很少存在，大部分来源于对氢的再加工以及从气态行星上采集获得。",
    "I反物质": "处于临界状态的光子逆变而得。当正反物质相遇时，会发生湮灭反应，产生巨大的能量。",
    "I石墨烯": "将一层石墨烯叠在另一层上，通过旋转双层石墨烯会形成更加复杂的重复结构：超级晶格。旋转至一定的“魔角”后，双层石墨烯会出现超导性，成为一种新型纳米超导材料。",
    "I碳纳米管": "重量很轻，六边形结构连接完美，具有极高的强度及较强的抗变形能力，通常用于制造高效能器件。",
    "I框架材料": "一种新型的高强度轻质结构。相对于传统的结构材料，更能承受住恒星强大的引力，非常适合用来制造戴森球组件。",
    "I卡西米尔晶体": "利用强电场将带电粒子固定住，粒子之间的库伦斥力会让其自发地形成一个空间环状离子晶体。施加一个微弱的静态磁场，可以激发晶体内部粒子的零点能，产生明显的卡西米尔效应。",
    "I燃烧单元": "作为燃料，能够高效地燃烧并产生大量的能量；也可以作为爆炸部件，用于进一步合成炮弹和爆破单元。燃烧单元可以手动投掷，对落点附近造成爆破伤害。",
    "I爆破单元": "一种由燃烧单元进一步合成的高能炸药。它的制备过程经过了非常精密的设计和严格控制，能够确保其爆炸威力和稳定性达到最佳状态。作为高爆炮弹组的原料之一，能够提供强大的爆炸能量和杀伤力。爆破单元可以手动投掷，对落点附近造成爆破伤害。",
    "I晶石爆破单元": "通过诱导卡西米尔晶体内部的能量共振，使其在小范围内产生类似链式反应的效果，极大地增强了爆炸的威力。晶石爆破单元可以手动投掷，对落点附近造成爆破伤害。",
    "I地基": "一种地形平整工具，但并不能用它来随意改变星球的地貌，只能将地形平整至零海拔。如果对高地使用地基，将会获得沙土；相反如果对海洋或低洼地区使用地基则必须消耗沙土。铺设地基时可以选择任意一种装饰，或者不带装饰，只平整地形。",
    "I增产剂 Mk.I": "从喷涂机上方的传送带入口输入到喷涂机内并喷涂在货物上，喷涂了增产剂后的货物作为原材料制造下一级产物时，能够额外产出或者加速产物的生产，同时也会提高整个生产过程的耗电量。",
    "I增产剂 Mk.II": "在增产剂MK.I的基础上，升级了原料配方，喷涂了增产剂MK.II后的货物作为原材料生产下一级产物时，额外产出或者加速生产产物的效果有了很大的提升。",
    "I增产剂 Mk.III": "全新升级了增产剂的原料配方，喷涂了增产剂MK.III后的货物作为原材料生产下一级产物时，能够最大限度增加下一级产物额外产出或者加速生产的效果，同时整个生产过程的耗电量也会大幅提升，对整个生产线的要求也更高了。",
    "I齿轮": "用于传动等功能的标准组件，广泛用于各种机械结构之中。",
    "I磁线圈": "最基本的电磁元件，非常实用。",
    "I电动机": "基本的动力系统部件，可以加速机械运转。",
    "I电磁涡轮": "可以使物体克服重力悬浮起来，通常用来制造更高级的磁场发生装置。",
    "I超级磁场环": "超级磁场发生装置。产生的超强磁场可以直接作用到原子尺度，引起材料晶格的畸变，从而制备出高性能的材料和装置。",
    "I粒子容器": "在牢牢束缚粒子的同时，可以引导粒子表现出一些特定的属性。",
    "I奇异物质": "奇异物质本身具有的极大引力负压，超过了它的能量密度，从而使得奇异物质周围的空间翘曲，满足了曲速引擎的负能量需求。",
    "I空间翘曲器": "消耗品，用来激活机甲和星际物流运输船的曲速飞行。\r\n使用CapsLock键启动曲速引擎。",
    "I临界光子": "一种处于临界状态的光子，在超级磁场的作用下，可以逆变为反物质和氢。",
    "I引力透镜": "一块经过加工后被封装的中子星物质，其扭曲而强大的引力场被屏蔽在容器中。通常会利用它来加工和改变空间结构，但也不妨碍有些人会拿它聚焦阳光点火玩。",
    "I电路板": "最基本的电学元件，用途非常广泛。",
    "I微晶元件": "微晶元件是处理器能够实现高速运算功能的基础，制作它需要在高纯硅片上雕刻、加工出“城市”般的立体纳米结构。",
    "I处理器": "大规模集成电路器件，半导体材料的应用使其在处理数据以及对处理过程进行控制更加出色。",
    "I位面过滤器": "粒子波函数随时间演化的过程中，通过研究其拉比振荡获得概率随时间变化的规律，可以在量子跃迁时人为进行干扰，从而使量子向预期的方向跃迁。",
    "I量子芯片": "拥有强大的计算能力和超快的计算速度，能够适时预警量子跃迁是否会造成错误，并对可能造成错误的跃迁过程及时进行反向操作，从而阻止其跃迁。",
    "I电浆激发器": "利用大功率激发器产生的等离子体，可以用来萃取和精炼原油，也可以用来制造无线输电塔，进行远程输电以及为机甲充电。",
    "I粒子宽带": "控制粒子让其维持一定的规律性，大大提高了粒子的打印速度。",
    "I湮灭约束球": "将湮灭反应约束在球内，从而获得稳定可控的能量输出，是人造恒星的关键部件。",
    "I光子合并器": "将棱镜表面切割成纳米光栅再重新组装，在特定结构的组合下连续吸收多个低能量的光子后会发出一个高能量的光子。神奇的是，星区内的天然光栅石能直接做到这一点。",
    "I动力引擎": "一种小型空中动力部件。这种引擎的制造过程简单高效，使用的原材料成本低廉，是许多飞行器的基础组成部分。",
    "I推进器": "可以为物流运输机提供动力。",
    "I加力推进器": "在推进器的基础上进行了升级，可以为星际物流运输船提供动力。",
    "I配送运输机": "能够动态平衡配送物流系统中的物品供应和需求，不过不会对超出了配送范围的目标进行运输。",
    "I物流运输机": "能够动态平衡行星内物流系统中的物品供应和需求，不过只会为它所属的运输站工作。",
    "I星际物流运输船": "能够动态平衡行星之间的物品供应和需求，消耗空间翘曲器可以使星际物流运输船开启曲速飞行。",
    "I太阳帆": "利用电磁轨道弹射器发射大量的太阳帆，形成戴森云，可以更加有效地获取恒星的辐射能。",
    "I戴森球组件": "利用小型运载火箭将其运送到规划的戴森球上，形成戴森球的节点及框架。",
    "I小型运载火箭": "戴森球组件的运载工具。如果想加快戴森球的建造速度，就需要发送更多的火箭。",
    "I氢燃料棒": "经过低温技术的进一步发展，可以将气态氢冷凝为液态从而制成液氢燃料棒，获得更高的燃烧效率。使用液氢燃料棒作为机甲的燃料，可以明显提升机甲的燃烧室功率。",
    "I氘核燃料棒": "在磁场的作用下，可以将重氢制成氘核燃料棒，获得更强大的能量，是小型聚变系统的燃料来源。",
    "I反物质燃料棒": "利用湮灭约束球的强烈束缚，将反物质制成更稳定的燃料棒，就可以更安全地利用其强大的能量。",
    "I金色燃料棒": "使用了奇异物质作为主要的湮灭反应原料，能量密度和输出功率均大幅提高。",
    "I机枪弹箱": "以铜块为原料制造的机枪弹药，造价低廉。铜单质在空气动力学中展现出的自润滑性能够在射击过程中保持形状，减少变形和分裂的风险。一个弹箱包含30发子弹。",
    "I钛化弹箱": "利用钛块对机枪弹箱进行改良，使其拥有更锋利的弹头，更容易穿透黑雾的护甲。一个弹箱包含30发子弹。",
    "I超合金弹箱": "使用钛合金强化过的机枪弹箱。利用钛合金轻量化的特点对弹壳的形状和结构进行了改良，使其具有更高的初速和更稳定的飞行特性，威力也更强。一个弹箱包含30发子弹。",
    "I炮弹组": "基础的炮弹，内部装备有高效的燃烧单元。一旦被投射到目标位置，会迅速引爆，造成动能伤害和一定范围的爆破伤害。一个炮弹组包含12发炮弹。",
    "I高爆炮弹组": "采用了先进的高能爆破单元技术，使得炮弹的爆炸威力得到了极大的增强。一个炮弹组包含12发炮弹。",
    "I晶石炮弹组": "晶石爆破单元能够释放出更强大的能量，并产生更锐利的碎片效果，即使面对防御最强的敌方单位也可以造成可观的伤害。一个炮弹组包含12发炮弹。",
    "I等离子胶囊": "内部装填了大量的重氢，可被磁化电浆炮激发为高温等离子团，对太空目标能够造成有效杀伤。每个胶囊可被激发10次。",
    "I反物质胶囊": "终极能量武器，一度被空间管理联盟列为违禁品。利用正反物质相遇发生湮灭反应产生的巨大能量，瞬间摧毁目标。每个胶囊可被激发10次。",
    "I导弹组": "头部装备有目标识别系统，能够在飞行过程中实时调整打击轨迹，确保命中目标。一个导弹组包含24枚导弹。",
    "I超音速导弹组": "推进器产生的动力使导弹的飞行速度得到了极大的提升，全新升级的战斗部和荷载配方提高了导弹的伤害。一个导弹组包含24枚导弹。",
    "I引力导弹组": "利用奇异物质本身具有的引力负压特性，让周围空间发生翘曲，从而进一步提升导弹速度，使目标难以判断轨迹进行防御。引力负压对空间的扭曲从某种程度上放大了爆炸产生的伤害。一个导弹组包含24枚导弹。",
    "I电磁干扰胶囊": "干扰塔可以直接使用干扰胶囊，对范围内的敌人进行电磁干扰，降低敌人的移动速度和攻击速度。每一个干扰胶囊可以干扰180个敌人。",
    "I电磁压制胶囊": "压制胶囊的减速效果更加强力，在升级后甚至可以将敌人压制在原地无法攻击。每一个压制胶囊可以干扰180个敌人。",
    "I地面战斗机-A型": "地面部队，可以在行星内召出协助伊卡洛斯进行战斗。在原型机基础上，搭载了光子合并器，将连续吸收的多个低能量光子转换成更高能量的光子。这种激光武器，无需靠近目标就能进行精准打击，造成伤害，适合攻击较远的敌方单位。\r\n注意：地面战斗机在太空中无法被召出 !",
    "I地面战斗机-F型": "地面部队，可以在行星内召出协助伊卡洛斯进行战斗。在原型机的基础上，配备了更强大的电磁武器系统，只能攻击距离较近的目标，不断升级装甲可以赋予其更强的战场存活能力。\r\n注意：地面战斗机在太空中无法被召出 !",
    "I地面战斗机-E型": "地面部队，战斗无人机的原型机，可以在行星内协助伊卡洛斯进行战斗。虽然看起来比较简陋，却是一个很好的起点。在原型机的基础不断改造升级，可以获得性能更优秀的战斗无人机。\r\n注意：地面战斗机在太空中无法被召出 !",
    "I太空战斗机-A型": "太空部队，小型船舰，可在太空中协助伊卡洛斯进行战斗，能够攻击较远的目标。",
    "I太空战斗机-F型": "太空部队，中型战舰。驱逐舰的体型更大、攻击力更强，专门用于攻击距离较近的敌方单位，具备更强的压制和摧毁能力。指挥驱逐舰需要消耗4个指挥点数，因此在一个太空编队中最多只能同时指挥三艘驱逐舰。",
    "I战场分析基站": "战场控制核心，具备强大的实时战况分析和指挥能力，能够派遣自身配备的地面战斗无人机进行基地防御。当有建筑被摧毁时，可以自动将建筑残骸标记为重建虚影，并派遣建设无人机进行建造和修理，为战场提供支援。除此之外，战场分析基站还能收集敌人残骸并进行分析，从战场残留物中获取有用情报和资源。",
    "I存储单元": "从黑雾残骸中搜集到的神秘物质。通过深度扫描发现，这种物质拥有一种我们从未见过的拓扑结构，似曾相识却又不同，好像蕴藏着某种不同寻常的信息。如果我们能够解析其中的奥秘，或许能够获得不一样的东西。",
    "I硅基神经元": "从黑雾残骸中获得。这种硅基神经元拥有存算一体的架构，多个硅基神经元组合在一起，可以非常自然地模拟碳基生命大脑的运行模式。",
    "I物质重组器": "从黑雾残骸中获得。在对其进行研究后发现，这种物质拥有强大的分解重组能力，能够瞬间将物质分解至粒子尺度，并在该维度上根据需求完成对其结构的重组，从而产出不同的物品。\r\n",
    "I负熵奇点": "在最开始展开的一系列实验中，这种物质一直没有表现出特殊的性状。但当我们不断输入能量，它居然自发地展示出微弱的负熵性。",
    "I共振粒子": "核心素是从高级黑雾残骸中发现的一种新型物质。实验中发现，核心素可以高效地自发和其他物质结合，而自身无法被奇异物质奇异化。因此，在奇异物质的奇异化反应中加入核心素，可以慢化奇异化反应，使其有序进行。",
    "I能量碎片": "从黑雾残骸中获得的一种化学燃料，在为伊卡洛斯提供能量的同时，其内部分子的激发机制能够加速合成器的制造速度。",
    "I低速传送带": "我们需要自动化 ! 传送带是自动化生产中最基本的组成部分，可以将货物从一个地方运送到任何地方。",
    "I高速传送带": "更加快速地运输货物，传送带的吞吐量也更大。",
    "I极速传送带": "最大程度提高运输货物的速度和吞吐量。",
    "I低速分拣器": "将货物从传送带运送进设施，或者在设施之间运送，可以设置过滤器来过滤货物。",
    "I高速分拣器": "可以更快速地分拣货物。",
    "I极速分拣器": "进一步提高分拣货物的速度。一个极速分拣器的最大往返速度可以满足一条初级传送带的运载量。",
    "I集装分拣器": "最高级的分拣器，在装货和卸货时可以将多个货物集装成一个货物。集装分拣器造价非常昂贵，但对执着于跑满传送带运力的工程师而言绝对物超所值。",
    "I四向分流器": "用来将货物分送到不同传送带上，或者均衡多条传送带，可以设置过滤器以及输入输出优先级。",
    "I流速监测器": "将流速监测器搭建在传送带上，可以监控传送带上相应位置的实时流速，并且可以设置条件来触发警报。",
    "I自动集装机": "将自动集装机搭建在传送带上，可以自动将传送带上两个货物集装成一个货物，极大程度上提高了传送带的运载能力。",
    "I小型储物仓": "用来存放产物，不过容量有限。",
    "I大型储物仓": "是小型储物仓容量的两倍，但需要消耗钢材来生产。",
    "I物流配送器": "物流配送器安装在储物仓顶层后，配送运输机将自动按需求对伊卡洛斯或其他配送器进行配送。在短距离内极大地方便了伊卡洛斯对各种物品的取用。",
    "I物流运输站": "行星内物流系统的枢纽，只要设置好相应的供应需求后，运输机就会自动将货物运送到所属的运输站。\r\n（只能在行星内进行运输）",
    "I星际物流运输站": "巨大的太空电梯，实现了行星之间更便捷的物资运输，可以将不同星球上的工厂串联成一个庞大的工业帝国。",
    "I轨道采集器": "用来采集气态行星上的资源，需要消耗采集到的燃料物质来维持在轨道上工作所需的能量。",
    "I储液罐": "储液罐盛装流体的容量比储物仓更大，拆除设施将会销毁流体。",
    "I电力感应塔": "电力传输装置，可以扩展电网的供电范围，有一定的连接长度和覆盖范围。",
    "I无线输电塔": "远程输电设施，可以消耗电网内的电来为机甲充电。",
    "I卫星配电站": "广域配电设施，输电距离更长，电力覆盖范围也更大。",
    "I风力涡轮机": "初级的发电装置，可以将风能转化为电能，实际的发电性能与行星的风能利用率有关。",
    "I火力发电厂": "利用可燃物（例如煤）作为燃料产生电能的设施，输出的能量与所消耗燃料发热量有一定的转化率。",
    "I微型聚变发电站": "在高强度、高密度磁场的作用下，将氘核燃料棒发生可控聚变反应释放的巨大能量转换为电能的设施。",
    "I太阳能板": "利用太阳光直接发电，实际发电性能与行星的光能利用率有关。晚上不会工作，利用蓄电器可以将白天多余的电量储存起来。",
    "I蓄电器": "一种电力储存装置。当电网内电力富余时，将会自动储存多余的电量；当电力供应不足时，将会自动放电来维持设施的运行。",
    "I蓄电器（满）": "满电量状态的蓄电器，当电力不足时，既可以作为设施建造出来自动放电，也可以放入能量枢纽里来释放电能。",
    "I射线接收站": "接收从戴森云或戴森球上传输回来的高能射线，可以将接收到的能量直接输出到电网或者储存为临界状态的光子。",
    "I能量枢纽": "电力转换装置，既可以将电网内富余的电能储存到空蓄电器内，制成满蓄电器；也可以将满蓄电器内储存的电能释放出来。",
    "I地热发电站": "利用岩浆作为能源的发电设施，将连续多个低能量的光子合并成一个高能光子，并将能量稳定的输出到电网，发电功率与岩浆的浓度有直接关系。",
    "I人造恒星": "“你只需要让正反质子束从两端静静的穿过磁场进入约束球就可以了，轻松愉快 ! ” 它简单的外形归功于理论的优雅，被人们称为“人造小太阳”。",
    "I采矿机": "矿机覆盖的矿脉越多，采矿速度越快，而且同一个矿脉可以被多个采矿环覆盖，不过覆盖的采矿环越多，消耗就越快。",
    "I大型采矿机": "利用量子芯片对激发器产生的光子群在跃迁过程加以正向干预，能够使激光束产生明显的聚束效应。聚束后的激光束在特殊引力场的作用下沿着预定的路径对矿脉局部迅速加热，将矿物以粒子态的形式进行运输并封装，可以更方便的建造和更高速的采集矿物。采集的矿物可以用传送带或者物流运输机运送出去。",
    "I抽水站": "用于直接抽取液体资源的设施，可以从硫酸海洋中采集硫酸。",
    "I原油萃取站": "利用聚焦等离子体从原油涌泉中萃取原油，萃取速度取决于原油涌泉的产量以及矿物利用科技的等级。",
    "I电弧熔炉": "利用电极电弧产生的高温熔炼矿石和金属，还可以用来提纯和晶体冶炼。",
    "I位面熔炉": "当磁单极子通过位面过滤器时会产生自组织量子效应，能产生热力学负温度流。利用这个原理，能够极大地加速矿石熔炼或提纯的过程。",
    "I熔炉 Mk.III": "在不断输入能量后，熔炉内部被激发的负熵奇点可以稳定地输出负熵。虽然获得的负熵不多，但是只要不断重复这一过程，足以高效地将带有杂质的矿石还原为单质。",
    "I制造台 Mk.I": "基础的制造台，可以将铁块、铜块等初级物品制造成更高级的产物。",
    "I制造台 Mk.II": "制造速度有了很大的提升，可以更快速地生产物品。",
    "I制造台 Mk.III": "最大限度地提升了制造速度，合理搭配不同速度的传送带、分拣器，可以有效避免制造台空置或产物阻塞。",
    "I制造台 Mk.IV": "人工智能模块可以实时分析物品合成配方，并且通过精密地控制原料分子的结构和组合方式，将各种原料分解至粒子尺度，在需要时再重组成所需的成品并进行量子打印，极大地提升了制造速度。",
    "I原油精炼厂": "将萃取到的原油进一步精炼，可以获得精炼油和氢气。",
    "I化工厂": "化工生产设施，可以将原油的初级产物加工成更高级的化工产品。",
    "I化工厂 Mk.II": "利用奇异物质在特定点位形成的量子纠缠，在一定程度上解耦了化学反应中最为复杂的混沌现象，可以引导反应按照预定的方向有序地进行。只要能够“进化”出这些神奇的点位，便可以催化对应的化学反应。",
    "I喷涂机": "将喷涂机搭建在传送带上，并将增产剂从上方口输入到喷涂机后，可以对传送带上运载的货物喷涂增产剂。喷涂增产剂后的货物作为原材料制造下一级产物时，将会使加速产物的生产或者获得额外产出。",
    "I分馏塔": "利用液态氢和液态重氢在一定温度下蒸气压之比很大的特点，从液态氢中分馏出重氢，有一定的分离效率。使用传送带将氢从一侧导入，经过分馏后，将氢从另一侧导出，成功分馏的重氢则从正面口导出。",
    "I微型粒子对撞机": "不断加速两束粒子流到一定强度及能量时使其进行对撞，可以获得新粒子，通常用来稳定制造重氢和反物质，不过能量消耗很大。",
    "I矩阵研究站": "主脑连接器，可以用来制造超级矩阵，也可以研究科技。研究站越多，制造和研究速度也就越快。",
    "I矩阵研究站 Mk.II": "自演化研究站允许硅基神经元在不断学习和适应的过程中，自主地调整和改进神经网络连接，类似于生物神经元的突触可塑性。长此以往，硅基神经元能够通过自我演化，不断优化自身的结构和功能，以更有效地解决问题。",
    "I电磁轨道弹射器": "用来发射大量的太阳帆到戴森云的轨道上，形成戴森云。",
    "I垂直发射井": "发射装载有戴森球组件的小型运载火箭到戴森球轨道上，形成节点与框架。",
    "I高斯机枪塔": "利用电磁场对子弹进行加速，从而实现高速的射击效果，48mm口径“子弹”组成密集的火力网，对低空单位有不容小觑的威力。",
    "I高频激光塔": "在敌方单位进入防御范围时，发射高能量激光束，对其进行连续扫射，使目标体表面产生高温，从而造成持续性伤害。激光塔高频激光的特性，可以在短时间内对目标进行精准打击，但是十分耗能。",
    "I聚爆加农炮": "发射280mm口径的炮弹，能够在命中目标后产生大范围的爆炸冲击波，对目标周围的单位和设施造成爆破伤害。另外，由于聚爆加农炮本身的设计特性，使得它无法攻击距离较近的目标。",
    "I磁化电浆炮": "能量胶囊内部的物质经过激发形成高能等离子态后，通过磁化电浆炮的加速装置被迅速发射，形成高速等离子束。这种高速等离子束具有极强的穿透力和杀伤力，能够有效摧毁太空目标。",
    "I导弹防御塔": "这种防御塔配备了先进的导弹发射装置和目标识别系统，能够迅速对地面和太空目标进行识别和定位。一旦锁定成功，将会发射导弹进行打击。它的设计旨在应对多种威胁，确保提供全方位的防御。",
    "I干扰塔": "周期性地对附近的敌方单位进行电磁干扰，降低被干扰单位的移动速度和开火速度。每干扰 1 个敌方单位将消耗 1 次电磁胶囊。",
    "I信标": "一种战术防御设施，能够周期性地发送特定频率的信号，诱导黑雾改变进攻方向，使附近的黑雾基地产出速度加快。这种建筑可以与导弹防御塔形成数据链，实现信息共享，以扩大导弹防御塔的打击范围。",
    "I护盾发生器": "能够在行星表面生成行星护盾，以抵御来自太空的攻击。生成行星护盾需要消耗大量的能量，如果护盾失效，行星表面将面临来自太空的严重威胁，同时每个行星对可建造的护盾发生器数量也有所限制。\r\n行星护盾只能抵挡来自太空的伤害，无法抵挡来自地面的伤害。",
    "I地面电浆炮": "强大的高温等离子流可以瞬间融化范围内的敌人，然而在地面上维持这样一个装置并不容易。为了能攻击较近的目标，需要随时维持处于激发状态的等离子体。使得这种设施非常脆弱，而且需要消耗大量的电力。",
    "I电磁矩阵": "维持主脑运行的五种基本源代码之一，是一切科技研究的基础。",
    "I能量矩阵": "维持主脑运行的五种基本源代码之一，能量矩阵的出现很大程度上推动了科技的进一步发展。",
    "I结构矩阵": "维持主脑运行的五种基本源代码之一，透彻的解析它可以获得更高级的新型结构材料。",
    "I信息矩阵": "维持主脑运行的五种基本源代码之一，信息化程度的高低很大程度上会影响基地的运行效率。",
    "I引力矩阵": "维持主脑运行的五种基本源代码之一，在某种程度上使量子场论和广义相对论达到了统一。",
    "I宇宙矩阵": "容纳了一切事物，是万有理论的终极结晶，揭示了宇宙最终的奥秘 !",
    "R等离子精炼": "利用等离子体精炼原油，可以获得氢气和精炼油。",
    "RX射线裂解": "在氢气的催化作用下，利用X射线将精炼油裂解，从而获得更多的氢以及副产品高能石墨。",
    "R卡西米尔晶体（高效）": "使用稀有矿物光栅石来制造卡西米尔晶体，效率更高。",
    "R石墨烯（高效）": "找到可燃冰矿，制造石墨烯就会变得容易许多。",
    "R碳纳米管（高效）": "可以用刺笋结晶来制造碳纳米管，只是这种矿物很稀有，很不容易找到。",
    "R晶格硅（高效）": "分形硅石具有十分独特的分形结构，是高效制造晶格硅的首选材料。",
    "R金刚石（高效）": "找到金伯利矿石，直接冶炼就可以获得金刚石。",
    "R光子合并器（高效）": "光栅石的发现，使光子合并器的制造更加方便。",
    "R光子物质化": "在超级磁场的作用下可以将临界光子逆变为反物质和氢。",
    "R粒子容器（高效）": "虽然单极磁石极其稀有，不过只要找到它，就能更加高效地制造粒子容器。",
    "R重氢分馏": "成功从液态氢中分馏出重氢，极大地推动了核燃料的使用。",
    "R空间翘曲器（高级）": "有了引力矩阵，空间翘曲器的制造变得更加容易。",
    "R有机晶体（原始）": "加工木材、植物燃料、水这三种资源，可以获得有机晶体。",
    "R重整精炼": "精炼油中加入氢和煤矿，通过重整反应制成更多的精炼油。",
    "T戴森球计划": "戴森球计划",
    "T电磁学": "电磁学",
    "T电磁矩阵": "电磁矩阵",
    "T高效电浆控制": "高效电浆控制",
    "T等离子萃取精炼": "等离子萃取精炼",
    "TX射线裂解": "X射线裂解",
    "T重整精炼": "重整精炼",
    "T能量矩阵": "能量矩阵",
    "T氢燃料棒": "氢燃料棒",
    "T推进器": "推进器",
    "T加力推进器": "加力推进器",
    "T流体储存封装": "流体储存封装",
    "T基础化工": "基础化工",
    "T高分子化工": "高分子化工",
    "T高强度晶体": "高强度晶体",
    "T结构矩阵": "结构矩阵",
    "T卡西米尔晶体": "卡西米尔晶体",
    "T高强度玻璃": "高强度玻璃",
    "T应用型超导体": "应用型超导体",
    "T高强度材料": "高强度材料",
    "T粒子可控技术": "粒子可控",
    "T重氢分馏": "重氢分馏",
    "T波函数干扰": "波函数干扰",
    "T微型粒子对撞机": "微型粒子对撞机",
    "T奇异物质": "奇异物质",
    "T人造恒星": "人造恒星",
    "T可控湮灭反应": "可控湮灭反应",
    "T增产剂 Mk.I": "增产剂 Mk.I",
    "T增产剂 Mk.II": "增产剂 Mk.II",
    "T增产剂 Mk.III": "增产剂 Mk.III",
    "T基础制造工艺": "基础制造",
    "T高速制造工艺": "高速制造",
    "T量子打印技术": "量子打印",
    "T处理器": "处理器",
    "T量子芯片": "量子芯片",
    "T半导体材料": "半导体材料",
    "T信息矩阵": "信息矩阵",
    "T自动化冶金": "自动化冶金",
    "T冶炼提纯": "冶炼提纯",
    "T晶体冶炼": "晶体冶炼",
    "T钢材冶炼": "钢材冶炼",
    "T火力发电": "火力发电",
    "T钛矿冶炼": "钛矿冶炼",
    "T高强度钛合金": "高强度钛合金",
    "T移山填海工程": "移山填海工程",
    "T微型核聚变发电": "微型核聚变发电",
    "T位面冶金": "位面冶金",
    "T太阳能收集": "太阳能收集",
    "T光子变频": "光子变频",
    "T太阳帆轨道系统": "太阳帆轨道系统",
    "T射线接收站": "射线接收站",
    "T行星电离层利用": "行星电离层利用",
    "T狄拉克逆变机制": "狄拉克逆变机制",
    "T宇宙矩阵": "宇宙矩阵",
    "T任务完成": "任务完成 !",
    "T能量储存": "能量储存",
    "T星际电力运输": "星际电力运输",
    "T高强度轻质结构": "高强度轻质结构",
    "T垂直发射井": "垂直发射井",
    "T戴森球应力系统": "戴森球应力系统",
    "T基础物流系统": "基础物流系统",
    "T改良物流系统": "改良物流系统",
    "T高效物流系统": "高效物流系统",
    "T集装物流系统": "集装物流系统",
    "T配送物流系统": "配送物流系统",
    "T行星物流系统": "行星物流系统",
    "T星际物流系统": "星际物流系统",
    "T气态行星开采": "气态行星开采",
    "T电磁驱动": "电磁驱动",
    "T磁悬浮技术": "磁悬浮",
    "T粒子磁力阱": "粒子磁力阱",
    "T引力波折射": "引力波折射",
    "T引力矩阵": "引力矩阵",
    "T超级磁场发生器": "超级磁场发生器",
    "T卫星配电系统": "卫星配电系统",
    "T地热开采": "地热开采",
    "T大型采矿机": "光子聚束采矿",
    "T高级化工": "亚微观量子纠缠",
    "T武器系统": "武器系统",
    "T燃烧单元": "燃烧单元",
    "T爆破单元": "爆破单元",
    "T晶石爆破单元": "晶石爆破单元",
    "T动力引擎": "动力引擎",
    "T导弹防御塔": "导弹防御塔",
    "T聚爆加农炮": "聚爆加农炮",
    "T信号塔": "信号塔",
    "T行星防御系统": "行星防御系统",
    "T干扰塔": "干扰塔",
    "T磁化电浆炮": "磁化电浆炮",
    "T钛化弹箱": "钛化弹箱",
    "T超合金弹箱": "超合金弹箱",
    "T高爆炮弹组": "高爆炮弹组",
    "T超音速导弹组": "超音速导弹组",
    "T晶石炮弹组": "晶石炮弹组",
    "T引力导弹组": "引力导弹组",
    "T反物质胶囊": "反物质胶囊",
    "T地面战斗机-A型": "精准无人机",
    "T地面战斗机-E型": "原型机",
    "T地面战斗机-F型": "攻击无人机",
    "T太空战斗机-A型": "护卫舰",
    "T太空战斗机-F型": "驱逐舰",
    "T电磁胶囊II": "压制胶囊",
    "T电磁胶囊III": "电磁胶囊 Mk.III",
    "T战场分析基站": "战场分析基站",
    "T数字模拟计算": "数字模拟计算",
    "T物质重组技术": "物质重组",
    "T负熵递归": "负熵递归",
    "T金色燃料棒": "高密度可控湮灭",
    "T机甲核心": "机甲核心",
    "T机械骨骼": "机械骨骼",
    "T机舱容量": "机舱容量",
    "T通讯控制": "通讯控制",
    "T自动重建": "自动标记重建",
    "T批量建造": "批量建造",
    "T能量护盾": "能量护盾",
    "T能量回路": "能量回路",
    "T无人机引擎": "无人机引擎",
    "T驱动引擎": "驱动引擎",
    "T太阳帆寿命": "太阳帆寿命",
    "T射线传输效率": "射线传输效率",
    "T垂直建造": "垂直建造",
    "T分拣器货物叠加": "分拣器货物叠加",
    "T分拣器货物集装": "分拣器货物集装",
    "T集装分拣器叠加": "集装分拣器改良",
    "T配送范围": "配送范围",
    "T运输船引擎": "运输船引擎",
    "T运输机舱扩容": "运输机舱扩容",
    "T运输站集装物流": "运输站集装物流",
    "T矿物利用": "矿物利用",
    "T研究速度": "研究速度",
    "T宇宙探索": "宇宙探索",
    "T动能武器伤害": "动能武器伤害",
    "T能量武器伤害": "能量武器伤害",
    "T爆炸武器伤害": "爆破武器伤害",
    "T战斗无人机伤害": "战斗无人机伤害",
    "T战斗无人机攻击速度": "战斗无人机射速",
    "T战斗无人机引擎": "战斗无人机引擎",
    "T战斗无人机耐久": "战斗无人机耐久",
    "T地面编队扩容": "地面编队扩容",
    "T太空编队扩容": "太空编队扩容",
    "T全局耐久度提升": "结构强化",
    "T行星护盾": "行星护盾",
    "T干扰塔效果": "电磁武器效果"
  }
}
